13/data/attachments/5c30a6cb2b6328ee.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Rebecca_keep_Actions_43147_3</nif:username>
            <nif:friendToBeRequested>soap_actions_24cbf100-b0fc-484a-96d1-9a8430bf467e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>